[{"name": "Adaptive Doctrine", "track": "CONQUER", "level": 3, "tag": "Adapt military responses to each situation", "base_facilities": ["Advanced Military Algorithms"], "technologies": [], "unit_advances": ["Pulse Armor (3)", "Marine Detachment"], "miscellaneous": [], "quote": {"text": "War is war; destruction is destruction. You think this is obvious. But war is not destruction, it is victory. To achieve victory, simply appear to give the opponent what he wants and he will go away, or join you in your quest for additional power.", "by": "Datatech Sinder Roze", "work": "Information Burns", "datalinks": false}, "description": "Adaptive Doctrine combines Polymorphic Software (D2) and Doctrine: Flexibility (E2) into a new military philosophy. This philosophy strives to match a doctrine to each battlefield, rather than trying to make one supreme doctrine for all possible environments.", "filename": "adaptive_doctrine"}, {"name": "Adaptive Economics", "track": "BUILD", "level": 3, "tag": "Economics adapted to new environments", "base_facilities": ["Thermocline Transducer", "The Planetary Energy Grid"], "technologies": ["Planetary Economics"], "unit_advances": [], "miscellaneous": [], "quote": {"text": "Humans : correct in making the leap from wealth as currency to wealth as energy. But logic failure : wealth ultimately is extension of desire, fluctuating with emotions and state of mind. Desires : when all are supported in purely adaptable system, true wealth is achieved.", "by": "Usurper Judaa Marr", "work": "Human: Nature", "datalinks": false}, "description": "Coming from an understanding of Progenitor Psych (E1) and industrial Economics (B2), Adaptive Economics can accomodate rapid changes in economic systems to match the needs of the populace.", "filename": "adaptive_economics"}, {"name": "Advanced Military Algorithms", "track": "CONQUER", "level": 4, "tag": "Apply new tools to new kinds of warfare", "base_facilities": ["Punishment Sphere"], "technologies": ["Pre-Sentient Algorithms", "Retroviral Engineering"], "unit_advances": ["Deep Radar", "AAA Tracking"], "miscellaneous": ["Power", "Formers can now execute the \"Construct Bunker\" order.", "PROPOSAL: Repeal U.N. Charter", "PROPOSAL: Reinstate U.N. Charter"], "quote": {"text": "Man has killed man from the beginning of time, and each new frontier has brought new ways and new places to die. Why should the future be different?", "by": "Col. Corazon Santiago", "work": "Planet: A Survivalist's Guide", "datalinks": false}, "description": "Military requirements have historically pushed technology forward, and no better example can be found than sophisticated software development. From the first computers, designed to calculate artillery shell trajectories, to Advanced Military Algorithms developed from Adaptive Doctrine (C3) and Optical Computers (D3), mankind has worked to extend warfare into the digital world.", "filename": "advanced_military_algorithms"}, {"name": "Advanced Spaceflight", "track": "DISCOVER", "level": 8, "tag": "Explore the reaches of space", "base_facilities": ["Orbital Power Transmitter", "The Living Refinery"], "technologies": ["Super Tensile Solids"], "unit_advances": ["Plasma Shard (13)"], "miscellaneous": ["PROPOSAL: Launch Solar Shade", "PROPOSAL: Increase Solar Shade"], "quote": {"text": "And so we return again to the holy void. Some say this is simply our destiny, but I would have you remember always that the void EXISTS, just as surely as you of I. Is nothingness any less a miracle than substance?", "by": "Sister Miriam Godwinson", "work": "We Must Dissent", "datalinks": false}, "description": "Resumption of Advanced Spaceflight begins shortly after mankind begins Orbital Spaceflight (E7). With this technology, spacecraft can once again reach the moons orbiting Planet and, eventually, the stars themselves.", "filename": "advanced_spaceflight"}, {"name": "Advanced Subatomic Theory", "track": "DISCOVER", "level": 3, "tag": "The search for the smallest particles of matter", "base_facilities": ["Skunkworks"], "technologies": ["Applied Relativity", "Silksteel Alloys"], "unit_advances": ["Comm Jammer"], "miscellaneous": [], "quote": {"text": "The substructure of the universe regresses infinitely towards smaller and smaller components. Behind atoms we find electrons, and behind electrons quarks. Each layer unraveled reveals new secrets, but also new mysteries.", "by": "Academician Prokhor Zakharov", "work": "For I Have Tasted the Fruit", "datalinks": false}, "description": "Discoveries in High Energy Chemistry (C2) point the way to a new Advanced Subatomic Theory that tries to detect and quantify the smallest possible underlying particles of matter. Using self-modifying Polymorphic Software (D2), the physicists developing this theory give mankind a window on the infinitesimal building blocks of the universe.", "filename": "advanced_subatomic_theory"}, {"name": "Adv. Ecological Engineering", "track": "BUILD", "level": 7, "tag": "The last word in Terraforming", "base_facilities": [], "technologies": ["Centauri Psi"], "unit_advances": ["Super Former"], "miscellaneous": ["+1 Mineral bonus for all Mining Platforms", "Formers can execute the \"Construct Soil Enricher\" order.", "PROPOSAL: Melt Polar Caps"], "quote": {"text": "You are the children of a dead planet, earthdeirdre, and this death we do not comprehend. We shall take you in, but may we ask this question -- will we too catch the planetdeath disease?", "by": "Lady Deirdre Skye", "work": "Conversations with Planet", "datalinks": false}, "description": "The discovery of Fusion Power (D6) opened up staggering possibilities in a number of endeavors, including the field of Environmental Economics (B5). Based on the cumulative experience from thousands of construction projects undertaken since Planetfall, Advanced Ecological Engineering marks a new milestone in man's ability to manipulate his environment.", "filename": "adv_ecological_engineering"}, {"name": "Applied Gravitonics", "track": "EXPLORE", "level": 14, "tag": "Control the forces of gravity", "base_facilities": [], "technologies": ["Controlled Singularity"], "unit_advances": ["Graviton Gun (20)"], "miscellaneous": [], "quote": {"text": "What goes up ... better doggone well stay up!", "by": "Morgan Gravitonics", "work": "Company Slogan", "datalinks": false}, "description": "Once physicists discover Graviton Theory (E13), they turn their attention to Applied Gravitonics -- the control of gravity itself. By controlling and manipulating the graviton strings that carry gravitational force, mankind can levitate objects regardless of mass or proximity to other objects.", "filename": "applied_gravitonics"}, {"name": "Applied Physics", "track": "CONQUER", "level": 1, "tag": "Powerful, versatile modern lasers", "base_facilities": [], "technologies": ["Nonlinear Mathematics", "High Energy Chemistry", "Optical Computers"], "unit_advances": ["Laser (2)"], "miscellaneous": [], "quote": {"text": "Scientific theories are judged by the coherence they lend to our natural experience and the simplicity with which they do so. The grand principle of the heavens balances on the razor's edge of truth.", "by": "Commissioner Pravin Lal", "work": "A History of Science", "datalinks": false}, "description": "The colonists must create new tools from the wreckage of the Unity to survive and expand. Early inquiries into Applied Physics emphasize this adaptation of existing technology for the new environment", "filename": "applied_physics"}, {"name": "Applied Relativity", "track": "DISCOVER", "level": 5, "tag": "Updating Einstein's theories", "base_facilities": ["The Supercollider"], "technologies": ["Unified Field Theory", "Photon/Wave Mechanics"], "unit_advances": [], "miscellaneous": [], "quote": {"text": "Your ivory tower of intellectuals must not lose touch with the world of industrial growth and hard currency. It is all very wll and good to pursue these high-minded scientific theories, but research grants are expensive and you must justify your existence by providing not only knowledge, but concrete and profitable applications as well.", "by": "CEO Nwabudike Morgan", "work": "The Ethics of Greed", "datalinks": false}, "description": "Albert Einstein developed his theories of relativity between 1905 and 1916; complete explanations of his work may be found in a number of sources. Later research into Advanced Subatomic Theories (B3) and Superconductors (C4) demonstrated that his postulates, though innovative for his time, were incomplete. Applied Relativity takes Einstein's basic theories and updates them to encompass an understanding of newly-discovered phenomena.", "filename": "applied_relativity"}, {"name": "Bioadaptive Resonance", "track": "CONQUER", "level": 4, "tag": "Advanced control of resonance fields", "base_facilities": [], "technologies": ["Sentient Resonance"], "unit_advances": ["Resonance Laser (6)", "Soporific Gas Pods", "Spore Launcher"], "miscellaneous": [], "quote": {"text": "I saw the alien phalanx coming toward us, and I calmed my mind as Kri'lan had taught me. And what I saw next to the phalanx was a shadow regiment, half-formed from the resonance around them. I curse the aliens ... with power like that, each one could fight as many, and I thanked Planet for sending us the betrayer.", "by": "Prophet Cha Dawn", "work": "The Betrayer and I", "datalinks": false}, "description": "Bioadaptive Resonance is a more advanced form of Field Modulation (C2) that allows extensive manipulation of resonance fields. An understanding of Centauri Empathy (E3) is essential to discovery of this technology.", "filename": "bioadaptive_resonance"}, {"name": "Biogenetics", "track": "DISCOVER", "level": 1, "tag": "Understanding the intricacies of the genetic code", "base_facilities": ["Recycling Tanks", "The Human Genome Project"], "technologies": ["Secrets of the Human Brain", "Gene Splicing"], "unit_advances": [], "miscellaneous": [], "quote": {"text": "We hold life to be sacred, but we also know the foundation of life consists of a stream of codes not so different from the successive frames of a watchvid. Why then cannot we cut one code short here, and start another there? Is life so fragile that it can withstand no tampering? Does the sacred brook no improvement?", "by": "Chairman Sheng-ji Yang", "work": "Dynamics of Mind", "datalinks": false}, "description": "The alien environment on Planet brought a host of unforseen health problems for the colonists. Early inquiries into Biogenetics centers on the prevention and treatment of these problems. Researchers in this discipline seek an understandin of the entire genetic code.", "filename": "biogenetics"}, {"name": "Biomachinery", "track": "BUILD", "level": 7, "tag": "Machinery integrated on a cellular level", "base_facilities": ["The Cloning Vats"], "technologies": ["Homo Superior", "N-Space Compression"], "unit_advances": [], "miscellaneous": [], "quote": {"text": "I loved my chosen. How then to face the day when she left me? So I took her from her body a single cell, perhaps to love her again", "by": "Commissioner Pravin Lal", "work": "Time of Bereavement", "datalinks": false}, "description": "Early experiments in Retroviral Engineering (C5) and the Mind/Machine Interface (C6) paved the way for true Biomachinery -- the full integration of man and machine at the cellular level.", "filename": "biomachinery"}, {"name": "Bio-Engineering", "track": "BUILD", "level": 5, "tag": "Unlock the last secrets of genetics", "base_facilities": ["The Longevity Vaccine"], "technologies": ["Retroviral Engineering"], "unit_advances": ["Clean Reactor"], "miscellaneous": [], "quote": {"text": "Why do you insist that the human genetic code is \"sacred\" or \"taboo\"? It is a chemical process and nothing more. For that matter -we- are chemical processes and nothing more. If you deny yourself a useful tool simply because it reminds you uncomfortably of your mortality, you have uselessly and pointlessly crippled yourself.", "by": "Chairman Sheng-ji Yang", "work": "Looking God in the Eye", "datalinks": false}, "description": "Gene Splicing (B3) and Neural Grafting (C4) exemplify crude and invasive techniques for modifying an organism. The more refined Bio-Engineering method arranges a desired genetic code directly from the component compounds, enabling widespread and economical cellular transplants for an entire population.", "filename": "bio_engineering"}, {"name": "Centauri Ecology", "track": "EXPLORE", "level": 1, "tag": "By studying the Xenofungus we can learn how to survive", "base_facilities": ["The Weather Paradigm"], "technologies": ["Centauri Empathy", "Ecological Engineering", "Field Modulation"], "unit_advances": ["Terraforming Unit (Equipment)", "Formers"], "miscellaneous": ["Increases NUTRIENT production in fungus squares"], "quote": {"text": "Planet's atmosphere, though a gasping death to humans and most animals, is paradise for Earth plants. The high nitrate content of the soil and the rich yellow sunlight bring an abundant harvest wherever adjustments can be made for the unusual soil conditions.", "by": "Lady Deirdre Skye", "work": "A Comparative Biology of Planet", "datalinks": false}, "description": "Finding adequate sources of nutrients, energy and minerals is the most immediate problem facing the colonists after Planetfall. An understanding of the basics of Centauri Ecology provides the new arrivals with the tools they need to begin shaping the world around them - how plants grow, what geological structures exist, and how natural energy sources may be exploited on Planet.", "filename": "centauri_ecology"}, {"name": "Centauri Empathy", "track": "EXPLORE", "level": 3, "tag": "We must learn the Planet's ways", "base_facilities": ["Biology Lab", "The Empath Guild"], "technologies": ["Centauri Meditation", "Bioadaptive Resonance"], "unit_advances": ["Empath Song", "Mind Worms"], "miscellaneous": ["Green", "Roads can be built in fungus squares"], "quote": {"text": "Observe the Razorbeak as it tends so carefully to the fungal blooms; just the right bit from the yellow, then switch to the pink. Follow the Glow Mites as they gather and organize the fallen spores. What higher guides their work? Mark my words: someone or something is managing the ecology of this planet.", "by": "Lady Deirdre Skye", "work": "Planet Dreams", "datalinks": false}, "description": "Based on Secret of the Human Brain (D2) and Centauri Ecology (E1), Centauri Empathy espouses a philosophy of environmental harmony, emphasizing the search for mankind's proper niche in the global ecosystem.", "filename": "centauri_empathy"}, {"name": "Centauri Genetics", "track": "EXPLORE", "level": 7, "tag": "Decipher Planet's genetic code", "base_facilities": ["Brood Pit", "The Pholus Mutagen"], "technologies": ["Centauri Psi"], "unit_advances": ["Locusts of Chiron"], "miscellaneous": ["Increases MINERALS production in fungus squares."], "quote": {"text": "Remember, genes are NOT blueprints. This means you can't for example, insert 'the genes for an elephant trunk' into a giraffe and get a giraffe with a trunk. There -are- no genes for trunks. What you CAN do with genes is chemistry, since DNA code for chemicals. For instance, we can in theory splice the native plants' talent for nitrogen fixation into a terran plant.", "by": "Academician Prokhor Zakharov", "work": "Nonlinear Genetics", "datalinks": false}, "description": "The first contacts with Planetary sentience during research on Centauri Meditation (E5) caused widespread excitement among the science community. They propose using new Retroviral Engineering (C5) techniques to unravel Centauri Genetics -- the structural blueprint of native organisms.", "filename": "centauri_genetics"}, {"name": "Centauri Meditation", "track": "EXPLORE", "level": 5, "tag": "Planet will speak to us...if we will listen", "base_facilities": ["Centauri Preserve", "The Xenoempathy Dome"], "technologies": ["Centauri Genetics"], "unit_advances": ["Isle of the Deep"], "miscellaneous": ["Empath", "Increses ENERGY production in fungus squares"], "quote": {"text": "The Isle of the Deep is really not a single creature but a colony of thousands of individual tubules, an aquatic vector of the Mind Worm which terrorizes Planet's continents. Over its lifetime certain tubules secrete a tough gluelike substance which hardens to form th characteristic shell that floats the colons and creates the apprearance of a rogue island.", "by": "Lady Deirdre Skye", "work": "A Comparative Biology of Planet", "datalinks": false}, "description": "Centauri Empathy (E3) and Ecological Engineering (E4) reveal the vastness and complexity of the ecosystem on Planet. Research into Centauri Meditation illuminates the next, almost terrifying step-the attempt to communicate directly with Planet itself.", "filename": "centauri_meditation"}, {"name": "Centauri Psi", "track": "EXPLORE", "level": 8, "tag": "Harness the Psi powers of the Mind Worm", "base_facilities": [], "technologies": ["The Will to Power", "Secrets of Alpha Centauri", "Sentient Resonance"], "unit_advances": ["Psi Attack (Psi)", "Dissociative Wave", "Sealurk"], "miscellaneous": ["Formers can improve fungus squares.", "Fungus movement restrictions eased.", "Increases NUTRIENT production in fungus squares."], "quote": {"text": "The Mind Worms are the natural defenses of the living Planet -- the white blood cells, if you will. In a world in which unassimilated thought represents danger, the Mind Worms seek out concentrations of sentient mental energy and destroys them, ruthlessly and efficiently.", "by": "Commissioner Pravin Lal", "work": "Mind Worm, Mind Worm", "datalinks": false}, "description": "Centauri Genetics (E6) and Advanced Ecological Engineering (B10) revealed the physical composition of native life forms, but did not explain the mysterious and terrifying psionic attacks these creatures employ. Unlocking the mechanics of the directed, psychic assault requires intense investigation of Centauri Psi -- the method used by the Mind Worms to communicate and co-ordinate their assaults.", "filename": "centauri_psi"}, {"name": "Controlled Singularity", "track": "CONQUER", "level": 15, "tag": "Control the power of black holes", "base_facilities": ["The Singularity Inductor"], "technologies": ["String Resonance", "Transcendent Thought"], "unit_advances": ["Singularity Laser"], "miscellaneous": [], "quote": {"text": "Some would ask, how could a perfect God create a universe filled with so much evil. They have missed a greater conundrum: why would a perfect God create a universe at all?", "by": "Sister Miriam Godwinson", "work": "But for the Grace of God", "datalinks": false}, "description": "As engineers quickly discovered, it's one thing to understand Singularity Mechanics (D12) and another thing entirely to attempt Controlled Singularity -- harnessing and directing the powers of a black hole. Breakthroughs in Applied Gravitonics (E14) finally make this technology possible, with a host of amazing and potent applications, from radical new types of weaponry to global power sources.", "filename": "controlled_singularity"}, {"name": "Cyberethics", "track": "BUILD", "level": 4, "tag": "Defining the role of computers in society", "base_facilities": ["The Planetary Datalinks"], "technologies": ["Superstring Theory", "Pre-Sentient Algorithms"], "unit_advances": [], "miscellaneous": ["Knowledge"], "quote": {"text": "The wicked have told me of things that delight them, but not such things as your law has to tell.", "by": "Saint Augustine", "work": "Confessions", "datalinks": true}, "description": "Widespread adoption of Planetary Networks (D2) and the philosophy of Intellectual Integrity (E3) allows for a coherent system of Cyberethics, outlining the proper relationship of computers to society.", "filename": "cyberethics"}, {"name": "Digital Sentience", "track": "DISCOVER", "level": 10, "tag": "Computers with personality", "base_facilities": ["The Network Backbone"], "technologies": ["Applied Gravitonics", "Self-Aware Machines", "Sentient Econometrics"], "unit_advances": [], "miscellaneous": ["Cybernetic", "Increases Probe Team base morale."], "quote": {"text": "We are no longer particularly in the business of writing software to perform specific tasks. We now teach the software how to learn, and in the primary bonding process it molds itself around the task to be performed. The feedback loop never really ends, so a tenth year polysentience can be a priceless jewel or a psychotic wreck, but it is the primary bonding -- the childhood, if you will -- that has the most far-reaching repercussions.", "by": "Bad'l Ron, Wakener", "work": "Morgan Polysoft", "datalinks": false}, "description": "When utilized as part of Industrial Nanorobotics (B9), the Mind/Machine Interface (B6) provides the key spark needed by computers to at last achieve Digital Sentience. These new artificial intelligences have all the hallmarks of an individual organism: they respond to their environment, adapt to stimuli, and even exhibit 'personalities' based on their respective abilities and preferences.", "filename": "digital_sentience"}, {"name": "Doctrine: Air Power", "track": "EXPLORE", "level": 5, "tag": "Let us return to the air", "base_facilities": ["Aerospace Complex"], "technologies": ["Mind/Machine Interface", "Orbital Spaceflight"], "unit_advances": ["Needlejet (8)", "Air Superiority"], "miscellaneous": ["Formers can execute the \"Construct Airbase\" order."], "quote": {"text": "Air Power rests at the apex of the first triad of victory, for it combines Mobility, Flexibility, and Initiative", "by": "Spartan Battle manual", "work": "", "datalinks": false}, "description": "The colonists had brought the knowledge of atmospheric flight to Planet, but not the materials to build and maintain large quantities of aircraft in Planet's harsh conditions. With the discovery of Synthetic Fossil Fuels (E4) for materials and a renewed emphasis on Doctrine: Flexibility (E2), pilots can again make the leap into the clouds.", "filename": "doctrine_air_power"}, {"name": "Doctrine: Flexibility", "track": "EXPLORE", "level": 2, "tag": "Controle of Planet requires naval power", "base_facilities": ["Pressure Dome"], "technologies": ["Doctrine: Initiative", "Doctrine: Air Power", "Adaptive Doctrine"], "unit_advances": ["Foil (4)", "Troop Transport", "Transport Foil"], "miscellaneous": [], "quote": {"text": "He held his arm too stiffly, and so was thrown back repeatedly, unit at last I seized his forearm and snapped it back against itself. His training suffered while the arm healed, of course, but I felt this was a lesson he must learn early, and well.", "by": "Spartan Kel", "work": "Honing the Ki", "datalinks": false}, "description": "Many radical young military officers felt that Doctrine: Mobility (E1) did not go far enough in the development of fast attacks and quick reconnaissance, because Mobility only takes land forces into account. These leaders work to create the first navies on Planet, based on Doctrine: Flexibility -- co-ordination and co-operation between forces made possible by control of the sea.", "filename": "doctrine_flexibility"}, {"name": "Doctrine: Initiative", "track": "EXPLORE", "level": 4, "tag": "Complete naval supremacy requires new equipment and tactics", "base_facilities": ["Naval Yard", "The Maritime Control Center"], "technologies": ["Nanometallurgy", "Homo Superior"], "unit_advances": ["Cruiser (6)", "Amphibious Pods"], "miscellaneous": [], "quote": {"text": "A ship at sea is its own world. To be the captain of a ship is to be the unquestioned ruler of that world and requires all of the leadership skills of a prince or minster.", "by": "Col. Corazon Santiago", "work": "Leadership and the Sea", "datalinks": false}, "description": "The slow moving foils and transports developed under Doctrine: Flexibility (E2) provided an adequate early naval force. However, materials and manufacturing advances resulting fom Industrial Automation (B3) make possible new classes of powerful ships developed as part of Doctrine: Initiative, which stresses the importance of global naval superiority.", "filename": "doctrine_initiative"}, {"name": "Doctrine: Loyalty", "track": "CONQUER", "level": 2, "tag": "Loyalty is the engine that drives armies", "base_facilities": ["Perimeter Defense", "The Command Nexus"], "technologies": ["Intellectual Integrity"], "unit_advances": [], "miscellaneous": ["Police State"], "quote": {"text": "Therefore a wise prince will seek means by which his subjects will always and in every possible condition of things have need of his government, and then they will always be faithful to him.", "by": "Niccolo Machiavelli", "work": "The Prince", "datalinks": true}, "description": "Doctrine: Mobility (E1) proved a sound dogma for the early years on Planet. However, as the struggle for survival against native Mind Worms and rival factions intendifies, many young officers repudiate the old guard's emphasis on Mobility as the dominant military policy. Based also on the revelations of Social Psych (B1), the new Doctrine: Loyalty stresses extensive training, defensive facilities, and zealous dedication to faction leaders as the foundation for survival and success in combat. Doctrine: Loyalty emphasizes a two-way fealty -- soldiers are expected to lay down their lives without question, but in return the receive respect, power, and positions of authority in the new social hierarchy.", "filename": "doctrine_loyalty"}, {"name": "Doctrine: Mobility", "track": "EXPLORE", "level": 1, "tag": "Fast attacks and disciplined troops succeed on Planet as on Earth", "base_facilities": ["Command Center"], "technologies": ["Doctrine: Flexibility", "Doctrine: Loyalty"], "unit_advances": ["Speeder (2)"], "miscellaneous": [], "quote": {"text": "Once a man has changed the relationship between himself and his environment, he cannot return to the blissful ignorance he left. Motion, of necessity, involves a change in perspective.", "by": "Commissioner Pravin Lal", "work": "A Social History of Planet", "datalinks": false}, "description": "The early colonists quickly learned the importance of reconnaissance and self-defense in this most alien of environments. Doctrine: Mobility formalizes these cornerstones of military might, representing the first attempts at an organized defense policy on Planet.", "filename": "doctrine_mobility"}, {"name": "Ecological Engineering", "track": "EXPLORE", "level": 4, "tag": "We can reshape this world", "base_facilities": [], "technologies": ["Centauri Meditation", "Environmental Economics"], "unit_advances": [], "miscellaneous": ["Mineral restrictions lifted; can produce 3+ minerals/square.", "Formers can execute the 'Plant Fungus' order."], "quote": {"text": "The prevalence of anoxic environments rich in organic material, combined with the presence of nitrated compounds has led to an astonishing variety of underground organisms which live in the absence of oxygen and \"breathe\" nitrate. Likewise, the scarcity of carbon in the environment has forced plants to economize on its use. Thus, all our efforts to return carbon to the biosphere will encourage native life to proliferate. Conversely, the huge quantities of nitrate in the soil will be heaven to human farmers.", "by": "Lady Deirdre Skye", "work": "The Early Years", "datalinks": false}, "description": "Lifeforms have always shown remarkable skill at innovation and ingenuity in the face of environmental hurdles. Expansion on a new Planet highlights these traits once again in the form of Ecological Engineering. Based on the discoveries of Centauri Ecology (E1) and Gene Splicing (B3), this research leads to new ways of thriving within the existing ecosystem, rather than competing with it.", "filename": "ecological_engineering"}, {"name": "Environmental Economics", "track": "BUILD", "level": 5, "tag": "An economy both lucrative and green", "base_facilities": ["Tree Farm"], "technologies": ["Adv. Ecological Engineering"], "unit_advances": [], "miscellaneous": ["Energy restrictions lifted; can produce 3+ energy/square.", "Increases COMMERCE income from Treaties and Pacts.", "Formers can execute the \"Terraform UP\" order.", "Formers can execute the \"Terraform DOWN\" order."], "quote": {"text": "We sit together,\nthe mountain and I,\nuntil only the mountain remains", "by": "Li Po", "work": "From the Yang Collection", "datalinks": false}, "description": "Industrial expansion often comes at the cost of ecological stability. The business practice of Environmental Economics addresses the problem by finding and exploiting areas where environmental and industrial concerns overlap, such as sustainable resource use, eco-tourism, and organic product development. By combining the principles of Industrial Economics (B2) and Ecological Engineering (E4) in this new business model, ecological stability becomes a profitable endeavor.", "filename": "environmental_economics"}, {"name": "Ethical Calculus", "track": "EXPLORE", "level": 2, "tag": "A new system of morality to encompass our future", "base_facilities": ["Children's Creche"], "technologies": ["Intellectual Integrity", "Gene Splicing"], "unit_advances": [], "miscellaneous": ["Democratic"], "quote": {"text": "Some vices miss what is right because they are deficient, others because they are excessive, in feelings or in actions, while virtue finds and chooses the mean.", "by": "Aristotle", "work": "Nichomachean Ethics", "datalinks": true}, "description": "Throughout the history of mankind, philpsophers have grappled with the question: 'How shall we then live?' Ethical Calculus lays down mathematical principles uncovered by Social Psych (B1) to address the question, essentially providing calculations and functions that determine appropriate behavior.", "filename": "ethical_calculus"}, {"name": "Eudaimonia", "track": "EXPLORE", "level": 12, "tag": "True and complete happiness", "base_facilities": ["The Telepathic Matrix"], "technologies": ["Temporal Mechanics"], "unit_advances": ["Psi Defense (Psi)"], "miscellaneous": ["Eudaimonic"], "quote": {"text": "The happy life is thought to be one of excellence; now an excellent life requires exertion, and does not consist in amuesment. If Eudaimonia, or happiness, is activity in accordance with excellence, it is reasonable that it should bi in accordance with the highest excellence; and this will be that of the best thing in us.", "by": "Aristotle", "work": "Nichomachean Ethics", "datalinks": true}, "description": "Eudaimonia is a philosophical system that takes its name from the ancient Greek word for fulfillment and happiness. Based on economic equity made possible by Sentient Econometrics (E11) and rooted in opposition to the excesses of The Will to Power (E8), Eudaimonia encourages each citizen to achieve happiness through striving to fulfill completely his or her potential; freedom, creativity, and individuality flourish in governments that adopt this philosophy.", "filename": "eudaimonia"}, {"name": "Field Modulation", "track": "CONQUER", "level": 2, "tag": "Simple manipulation of resonance fields", "base_facilities": [], "technologies": ["Bioadaptive Resonance"], "unit_advances": ["Resonance Armor (3)"], "miscellaneous": [], "quote": {"text": "The Progenitor race appears to sense, and possibly even manipulate, local fields an untrained human cannot percieve without mechanical aid, including at the very least electricity and magnetism. This sensitivity creates entirely new worlds of artistic endeavors for the race-or it may be developed into a powerful combat awareness that can foil any attempts at surprise.", "by": "Prime Function Aki Zeta-Five", "work": "Alien Analysis", "datalinks": false}, "description": "The Progenitor race can sense and manipulate local fields an untrained human cannot percieve without mechanical aid, including electricity and magnetism. Built on an understanding of Progenitor Psych (E1) and Centauri Ecology (E1), the discovery of Field Modulation allows trained and equipped individuals to detect and perform basic manipulations of these 'resonance fields'.", "filename": "field_modulation"}, {"name": "Frictionless Surfaces", "track": "DISCOVER", "level": 10, "tag": "Materials not subject to friction", "base_facilities": [], "technologies": ["Quantum Power"], "unit_advances": ["Cloaking Device"], "miscellaneous": [], "quote": {"text": "As I stepped onto the Magtube, a though struck me: Can there be friction where there is no substance? And can substance be tricked into hiding from itself?", "by": "Dr. Gayle Nambala", "work": "Morgan Industries Researcher", "datalinks": false}, "description": "Discovery of the Unified Field Theory (C7) allowed scientists to alter the fundamental properties of matter itself. The discovery of Frictionless Surfaces proves the most useful application of these techniques. As the name implies, Frictionless Surfaces consist of materials that remain unaffected by friction, a force that slows down motion by changing kinetic energy into heat energy. Moving objects made of these materials do not slow down as they come into contact with other matter.", "filename": "frictionless_surfaces"}, {"name": "Fusion Power", "track": "DISCOVER", "level": 6, "tag": "A cheap, clean power source", "base_facilities": ["Fusion Lab"], "technologies": ["Adv. Ecological Engineering", "Organic Superlubricant"], "unit_advances": ["Fusion Reactor"], "miscellaneous": ["Engineer"], "quote": {"text": "Our ancestors harnessed the power of the sun, and so again shall we.", "by": "Commissioner Pravin Lal", "work": "The Science of Our Fathers", "datalinks": false}, "description": "An extremely clean, powerful, and efficient source of enery, Fusion Power was known on Earth for decades as the reaction that powered the stars. However, scientists could not control the huge magnitude of released energy, so the only practical application for Fusion Power was in bombs of enormous destructive power. With the advent of Superconductors (C4), and by using Pre-Sentient Algorithms (D5) to monitor and control the released energy, future scientists finally have access to cheap, abundant, and reusable power.", "filename": "fusion_power"}, {"name": "Gene Splicing", "track": "BUILD", "level": 3, "tag": "Enhancing plant and animal DNA", "base_facilities": ["Research Hospital"], "technologies": ["Synthetic Fossil Fuels", "Bio-Engineering", "Ecological Engineering"], "unit_advances": [], "miscellaneous": ["Nutrient restrictions lifted; can produce 3+ nutrients/square."], "quote": {"text": "The genetic code does not, and cannot, specify the nature and position of every capillary in the body or every neuron in the brain. What it can do is describe the underlying fractal pattern which creates them.", "by": "Academician Prokhor Zakharov", "work": "Nonlinera Genetics", "datalinks": false}, "description": "Widespread adoption of the philosophy of Ethical Calculus (E2) removes opposition to genetic experimentation in plant and animal DNA, while advances in Biogenetics (D1) provides techniques for the incipient field of Gene Splicing. This technology allows researchers to insert new DNA coding into existing genetic material so that entire traits, from disease resistance to a stable personality, can be copied from one organism and transferred to any number of others.", "filename": "gene_splicing"}, {"name": "Graviton Theory", "track": "EXPLORE", "level": 13, "tag": "Unlock the mechanisms of gravity", "base_facilities": [], "technologies": ["Applied Gravitonics"], "unit_advances": ["Gravship (8)", "Antigrav Struts"], "miscellaneous": ["Units with drop pods may make orbital insertions."], "quote": {"text": "This unusual specimen is not so much a classic particle as a connector -- a kind of string attaching two particles. As distance increases the connective power becomes attenuated, but if it is cut the power vanishes: forever.", "by": "Academician Prokhor Zakharov", "work": "For I Have Tasted the Fruit", "datalinks": false}, "description": "Quantum Machinery (B12) and Mind/Machine Interface (C6) pave the way for an understanding of gravity - the weakest fundamental force in the universe, but one that acts at infinite distances. With Graviton Theory, physicists can detect and measure the long-predicted gravitons - prticle strings that 'carry' gravitational force.", "filename": "graviton_theory"}, {"name": "High Energy Chemistry", "track": "CONQUER", "level": 2, "tag": "Better defenses through Chemistry", "base_facilities": [], "technologies": ["Advanced Subatomic Theory", "Synthetic Fossil Fuels"], "unit_advances": ["Plasma Steel Armor (3)", "Nerve Gas Pods"], "miscellaneous": [], "quote": {"text": "At atrociously high energy states, the properties of matter change subtly and new miracles become possible. The Plasma Accretion process is now dangerous and difficult to control, but its products will soon be commonplace in out society.", "by": "Sister Miriam Godwinson", "work": "The Lord Works", "datalinks": false}, "description": "Breakthroughs in Applied Physics (C1) and Industrial Base (B1) lead to an understanding of High Energy Chemistry. This discipline seeks to understand the properties and behavior of matter at very high temperatures, and results in new types of materials that remain in a stable plasma state even when superheated by intense laser stimulation.", "filename": "high_energy_chemistry"}, {"name": "Homo Superior", "track": "EXPLORE", "level": 8, "tag": "Let us evolve our brains and bodies", "base_facilities": ["Nanohospital", "The Universal Translator"], "technologies": ["The Will to Power"], "unit_advances": [], "miscellaneous": [], "quote": {"text": "Companions the creator seeks, not corpses, not herds and believers. Fellow creators the creator seeks -- those who write new values on new tablets. Companions the creator seeks, and fellow harvesters; for everything about him is ripe for the harvest.", "by": "Friedrich Nietzsche", "work": "Thus Spoke Zarathustra", "datalinks": true}, "description": "Breakthroughs in Biomachinery (B9) and Doctrine: Initiative (E5) paved the way for a new kind of organism that is equal parts biological and computer. The biological aspect thrives at physical manipulations and emotional experiences, while the digital aspect excels at calculations and data processing. This Homo Superior integrates the best of biological and machine.", "filename": "homo_superior"}, {"name": "Industrial Automation", "track": "BUILD", "level": 3, "tag": "Robotics can help us build an empire", "base_facilities": ["Hab Complex", "The Planetary Transit System"], "technologies": ["Silksteel Alloys", "Doctrine: Initiative", "Neural Grafting", "Industrial Nanorobotics"], "unit_advances": ["Supply Transport (Equipment)", "Supply Crawler"], "miscellaneous": ["Wealth", "Increases COMMERCE income from Treaties and Pacts"], "quote": {"text": "In the borehole pressure mines 100km beneath Planetsurface, at the Mohorovicic Discontinuity where crust gives way to mantle, temperatures often reach levels well in excess of 1000 degrees Celsius. Exploitation of Planet's resources under such brutal conditions has required quantum advances in robotic and teleoperational technology.", "by": "Morgan Industries, Ltd.", "work": "Annual Report", "datalinks": false}, "description": "The creation of Planetary Networks (D2) and widespread adoption of Industrial Economics (B2) lead to rapid industrializations of the virgin Planet. Lacking the traditional masses of Earth's working class, leaders must now develop complete Industrial Automation for production and assembly, building modest factories where all repetitive nonskilled jobs, from janitor to VP of Sales, are handled by sophisticated robotics.", "filename": "industrial_automation"}, {"name": "Industrial Base", "track": "BUILD", "level": 1, "tag": "Bootstrap our industrial infrastructure", "base_facilities": ["The Merchant Exchange"], "technologies": ["Superconductor", "High Energy Chemistry", "Polymorphic Software", "Industrial Economics"], "unit_advances": ["Synthmetal Armor (2)"], "miscellaneous": [], "quote": {"text": "Resources exist to be consumed. And consumed they will be, if not by this generation then by some future. By what right does this forgotten future seek to deny us our birthright? None I say! Let us take what is ours, chew and eat our fill.", "by": "CEO Nwabudike Morgan", "work": "The Ethics of Greed", "datalinks": false}, "description": "The first colonies lack any kind of factories or heavy industry, so the creation of an Industrial Base becomes a high priority for economic growth. This Industrial Base emphasizes small-scale manufacturing with primitive assembly lines and simple currency instruments", "filename": "industrial_base"}, {"name": "Industrial Economics", "track": "BUILD", "level": 2, "tag": "Even on Planet, industry creates wealth", "base_facilities": ["Energy Bank"], "technologies": ["Industrial Automation", "Environmental Economics", "Adaptive Economics"], "unit_advances": [], "miscellaneous": ["Free Market", "Increases COMMERCE Income from Treaties and Pacts."], "quote": {"text": "Our first challenge is to create an entire economic infrastructure, from top to bottom, out of whole cloth. No gradual evolution from previous economic systems is possible, because there IS no previous economic system. Each interdependent piece must be materialized simultaneously and in perfect working order; otherwise the system will crash out before it ever gets off the gound.", "by": "CEO Nwabudike Morgan", "work": "The Centauri Monopoly", "datalinks": false}, "description": "Early industry on Planet centered on the creation of a frontier Industrial Base (B1) featuring primitive assembly lines and simple currency instruments. Soon, leaders in the financial sectors push for a more comprehensive Industrial Economics policy to accommodate free trade and other strategies for multiplying capital.", "filename": "industrial_economics"}, {"name": "Industrial Nanorobotics", "track": "BUILD", "level": 9, "tag": "Miniature robotic factories", "base_facilities": ["Robotic Assembly Plant", "The Nano Factory"], "technologies": ["Frictionless Surfaces", "Digital Sentience"], "unit_advances": [], "miscellaneous": ["Increases COMMERCE income from Treaties and Pacts."], "quote": {"text": "Already we have turned all of our critical industries, all or our material resources, over to these ... things ... these lumps of silver and paste we call nanorobots. And now we propose to teach them intelligence? What, pray tell, will we do when these little homunculi awaken one day and announce that they have no further need of us?", "by": "Sister Miriam Godwinson", "work": "We Must Dissent", "datalinks": false}, "description": "The business leaders of Planet quickly perceived the commercial potential of Nanominiturization (B8), and constructed factories based around Industrial Nanorobotics. These factories utilize traditional Industrial Automation (B3), but at a fraction of the size and cost. Productivity skyrockets along with profitability, as tiny robots churn out new products for consumption.", "filename": "industrial_nanorobotics"}, {"name": "Information Networks", "track": "DISCOVER", "level": 1, "tag": "The foundation of scientific research", "base_facilities": ["Network Node"], "technologies": ["Nonlinear Mathematics", "Polymorphic Software", "Planetary Networks"], "unit_advances": [], "miscellaneous": [], "quote": {"text": "The righteous need not cower before the drumbeat of human progress. Though the song of yesterday fades into the challenge of tomorrow, God still watches and judges us. Evil lurks into the challenge as it lurked in the streets of yesteryear. But it was never the streets that were evil.", "by": "Sister Miriam Godwinson", "work": "The Blessed Struggle", "datalinks": false}, "description": "Survival equipment from the Unity contained a variety of computers purpose-built for the needs of frontier society. However, they must first be connected into Information Networks before scientists can utilize their power.", "filename": "information_networks"}, {"name": "Intellectual Integrity", "track": "EXPLORE", "level": 3, "tag": "Do not mistake wishes for truth", "base_facilities": ["The Citizens' Defense Force"], "technologies": ["Cyberethics", "Planetary Economics"], "unit_advances": ["High Morale", "Non-Lethal Methods"], "miscellaneous": [], "quote": {"text": "Man's unfailing capacity to believe what he prefers to be true rather than what the evidence shows to be likely and possible has always astounded me. We long for a caring Universe which will save us from our childish mistakes, and in the face of mountains of evidence to the contrary we will pin all our hopes on the slimmest of doubts. God has not been proven not to exist, therefore he must exist.", "by": "Academician Prokhor Zakharov", "work": "For I Have Tasted the Fruit", "datalinks": false}, "description": "The search for Intellectual Integrity arises from questions posed by Ethical Calculus (E2) and Doctine: Loyalty (C2). According to the philosophy, valid wisdom comes merely from asking questions unburdened by prejudices. Only by shedding those pre-conceived notions can we achieve the clarity of undistorted knowledge.", "filename": "intellectual_integrity"}, {"name": "Matter Compression", "track": "CONQUER", "level": 9, "tag": "Create materials of extremely high density", "base_facilities": [], "technologies": ["Super Tensile Solids"], "unit_advances": ["Neutronium Armor (8)", "Fuel Nanocells"], "miscellaneous": [], "quote": {"text": "Preliminary analysis indicates that our rivals have developed a safe and reliable method to simulate conditions existing on the interior of a stellar mass. The fabrication and transmutation of materials possible is such an environment guarantees significant industrial and military applications.", "by": "Probe Team Operations Directorate", "work": "Top Secret Report", "datalinks": false}, "description": "Breakthrough in Nanominiturization (B8) and Nanometallurgy (E8) lead to complex Matter Compression techniques. Using these techniques, scientists can create materials as dense as the inside of a star, with significant military and industrial applications.", "filename": "matter_compression"}, {"name": "Matter Editation", "track": "BUILD", "level": 12, "tag": "Manipulate the smallest particles of matter", "base_facilities": ["Nanoreplicator", "Clinical Immortality"], "technologies": ["Matter Transmission"], "unit_advances": ["Antimatter Plate (10)"], "miscellaneous": [], "quote": {"text": "'Abort, Retry, Fail?' was the phrase some wormdog scrawled next to the door of the Edit Universe project room. And when the new dataspinners started working, fabricating their worlds on the huge organic comp systems, we'd remind them: if you see this message, always choose 'Retry.'", "by": "Bad'l Ron, Wakener", "work": "Morgan Polysoft", "datalinks": false}, "description": "Not long after the breakthroughs in Super Tensile Solids (B10) and Self-Aware Machines (B11), engineers clamor to research the last major hurdle in physical manipulation -- Matter Editation. This technique actually changes the physical structure of individual atoms, altering characteristics like energy states, spin, atomic weight, and the number of protons as though they were entries in a database. This technology is the modern embodiment of the ancient quest to turn lead into gold - transmutation of elements made possible by atomic manipulation.", "filename": "matter_editation"}, {"name": "Matter Transmission", "track": "BUILD", "level": 13, "tag": "Transmit objects from one end of Planet to the other", "base_facilities": ["Psi Gate", "The Bulk Matter Transmitter"], "technologies": ["Temporal Mechanics"], "unit_advances": ["Blink Displacer"], "miscellaneous": ["Increases MINERALS production in fungus squares."], "quote": {"text": "The first living thing to go through the device was a small white rat. I still have him, in fact. As you can see, the damage was not so great as the say.", "by": "Academician Prokhor Zakharov", "work": "See How They Run", "datalinks": false}, "description": "Matter Editation (B16) and Secrets of Alpha Centauri (D12) point the way to one of the most celebrated concepts in science fiction -- Matter Transmission. Transmitters based on this technology disassemble objects into the smallest component sub-particles, then transmit those particles and their underlying structural blueprint to a receiver. The receiver reassembles these objects according to the blueprint, recreating the original in every nuance and detail.", "filename": "matter_transmission"}, {"name": "Mind/Machine Interface", "track": "CONQUER", "level": 6, "tag": "The integration of man and machine", "base_facilities": ["The Cyborg Factory", "The Cloudbase Academy"], "technologies": ["Graviton Theory", "Digital Sentience", "Biomachinery"], "unit_advances": ["Copter (8)", "Drop Pods"], "miscellaneous": ["Thinker", "Increases Probe Team base morale.", "Diplomatic Victory Allowed"], "quote": {"text": "The Warrior's bland acronym, MMI, obscures the true horror of this monstrosity. Its inventors promise a new era of genius, but meanwhile unscrupulous power brokers use its forcible installation to violate the sanctity of unwilling human minds. They are creating their own private army of demons.", "by": "Commissioner Pravin Lal", "work": "Report on Human Rights", "datalinks": false}, "description": "Research into Neural Grafting (C4) demonstrated that direct communications between the brain and a digital counterpart are theoretically possible. This Mind/Machine Interface, requested by leaders implementing Doctrine: Air Power (E5) for a new generation of aircraft, bridges the gap between the mechanical and the biological.", "filename": "mind_machine_interface"}, {"name": "Monopole Magnets", "track": "BUILD", "level": 6, "tag": "The secrets of magnetism", "base_facilities": ["Unified Field Theory", "Nanominiturization"], "technologies": [], "unit_advances": [], "miscellaneous": ["Formers can execute the \"Build Mag Tube\" order."], "quote": {"text": "I maintain nonetheless that yin-yang dualism can be overcome. With sufficient enlightenment we can give substance to any distinction: mind without body, north without south, pleasure without pain. Remember, enlightenment is a function of willpower, not of physical strength.", "by": "Chairman Sheng-ji Yang", "work": "Essays on Mind and Matter", "datalinks": false}, "description": "Magnetism, like electricity and gravity, is one of the fundamental forces of the universe. Prior to research in Superstring Theory (C5) and Silksteel Alloys (E4), all known magnets were dipolar, with a north and south pole. Development of a Monopole Magnet permits radical new applications for science and industry.", "filename": "monopole_magnets"}, {"name": "Nanometallurgy", "track": "EXPLORE", "level": 8, "tag": "Manipulate metals at the molecular level", "base_facilities": [], "technologies": ["Matter Compression", "Quantum Machinery"], "unit_advances": ["Deep Pressure Hull", "Carrier Deck", "Repair Bay"], "miscellaneous": [], "quote": {"text": "Our scientists now use fractal theory to \"teach\" the molecules to assume, or resume, a particular form. Substances of amazing strength become simple once the formulae are properly computed.", "by": "Col. Corazon Santiago", "work": "The Council of War", "datalinks": false}, "description": "Driven by the requirements of Doctrine: Initiative (E5) and the mathematical models behind Probability Mechanics (B7), Nanometallurgy techniques allow engineers to manipulate metals at the molecular level.", "filename": "nanometallurgy"}, {"name": "Nanominiturization", "track": "BUILD", "level": 8, "tag": "Microscopic Machines", "base_facilities": [], "technologies": ["Matter Compression", "Industrial Nanorobotics"], "unit_advances": ["Hovertank (3)", "Algorithmic Enhancements"], "miscellaneous": [], "quote": {"text": "Objects once measured in meters have become so small that they cannot be seen by the naked eye, with revolutionary applications across the board. Gentlemen, forget what your courtesans have told you: size does matter!", "by": "CEO Nwabudike Morgan", "work": "Morgan Industries Annual Report", "datalinks": false}, "description": "Monopole Magnets (B6) and Organic Superlubricant (C7) lead to a revolution in engineering: Nanominiturization. With this technology, which emphasizes new assembly methods and high-tensile strength material, microscopic machine components can be constructed and all manner of bulky, heavy equipment can be shrunk to a fraction of its original size.", "filename": "nanominiturization"}, {"name": "Neural Grafting", "track": "CONQUER", "level": 4, "tag": "Enhance individuals with on-board circuitry", "base_facilities": ["Bioenhancement Center", "The Neural Amplifier"], "technologies": ["Mind/Machine Interface", "Bio-Engineering"], "unit_advances": [], "miscellaneous": ["Units can be designed with two special abilities."], "quote": {"text": "I think, and my thoughts cross the barrier into the synapses of the machine, just as the good doctor intended. But what I cannot shake, and what hints at things to come, is that thoughts cross back. In my dreams, the sensibility of the machine invades the periphery of my conciousness: dark, rigid, cold, alien. Evolution is at work here, but just what is evolving remains to be seen.", "by": "Commissioner Pravin Lal", "work": "Man and Machine", "datalinks": false}, "description": "The insatiable drive for efficiency spawned by Industrial Automation (B3) drives the development of Neural Grafting. This new technology, based on Secrets of the Human Brain (D2), allows attachments of digital circuitry directly to the neural cortex. With these implants individuals willing to undergo Neural Grafting can enhance many aspects of their physical being, from heightened senses to faster reaction times.", "filename": "neural_grafting"}, {"name": "Nonlinear Mathematics", "track": "CONQUER", "level": 2, "tag": "Harness Chaos Theory for new kinds of weaponry", "base_facilities": [], "technologies": ["Superstring Theory"], "unit_advances": ["Particle Impactor (4)"], "miscellaneous": [], "quote": {"text": "There are two kinds of scientific progress: the methodical experimentation and categorization which gradually extends the boundaries of knowledge, and the revolutionary leap of genius which redefines and transcends those boundaries. Acknowledging our debt to the former, we yearn nonetheless for the latter.", "by": "Academician Prokhor Zakharov", "work": "Address to the Faculty", "datalinks": false}, "description": "By using the power of Information Networks (D1) to speed calculations and encourage collaborations, researchers make giant strides in the field of Nonlinear Mathematics, with significant military applications.", "filename": "nonlinear_mathematics"}, {"name": "N-Space Compression", "track": "CONQUER", "level": 8, "tag": "Tap parallel universes for matter compression", "base_facilities": ["Flechette Defense System", "Geosynchronous Survey Pod"], "technologies": ["Self-Aware Machines"], "unit_advances": ["Tectonic Payload (Equipment)", "Fungal Payload (Equipment"], "miscellaneous": [], "quote": {"text": "Humans : there is no space inside rocket. Progenitor : space exists around all things with mass. Space : \"here\". Inside rocket: \"there\". Secret : bring here to there.", "by": "Caretaker Lular H'minee", "work": "Secrets: Space", "datalinks": false}, "description": "N-Space Compression is a Progenitor term that loosely translates as \"The shortest distance between two points is always 0, because any two points in our perceivable space are actually contiguous in some other universe, postulating infinity.\" Compression simply brings things that appear to be in one place (such as bulky missile payloads) to another place (such as a missile warhead) at will (such as only at a time just prior to detonation). This technology is based on an understanding or Orbital Spaceflight (D6) and Biomachinery (B7).", "filename": "n_space_compression"}, {"name": "Optical Computers", "track": "DISCOVER", "level": 3, "tag": "Computations at the speed of light", "base_facilities": [], "technologies": ["Superconductor", "Advanced Military Algorithms"], "unit_advances": [], "miscellaneous": [], "quote": {"text": "We have reached an informational threshold which can only be crossed by harnessing the speed of light directly. The quickest computations require the fastest possible particles moving along the shortest paths. Since the capability now exists to take our information directly from photons traveling molecular distances, the final act of the information revolution will soon be upon us.", "by": "Academician Prokhor Zakharov", "work": "For I Have Tasted The Fruit", "datalinks": false}, "description": "The widespread adoption of Polymorphic Software (D2) increased demand for faster computers. The revolutionary Optical Computers, which use photons traveling at the speed of light for binary calculations, prove nearly 70% faster than old electron based devices. Based on successes in Applied Physics (C1), Optical Computers also exponentially improve storage capacities and access times.", "filename": "optical_computers"}, {"name": "Orbital Spaceflight", "track": "DISCOVER", "level": 6, "tag": "Return to space", "base_facilities": ["Sky Hydroponics Lab"], "technologies": ["Advanced Spaceflight", "N-Space Compression"], "unit_advances": ["Missile (12)", "Planet Buster (99)", "Conventional Payload (12)"], "miscellaneous": ["PROPOSAL: Salvage Unity Fusion Core"], "quote": {"text": "I have often been asked: If we have traveled between stars, why can we not launch the simplest of orbital probes? These fools fail to understand the difficulty of finding the appropriate materials on this planet, of developing adequate power supplies, and creating the infrastructure necessary to support such an effort. In short, we have struggled under the limitations of a colonial society on a virgin planet. Unit now.", "by": "Col. Corazon Santiago", "work": "Planet: A Survivalist's Guide", "datalinks": false}, "description": "The early colonists certainly bring the technical understanding of spaceflight with them, but the lack the materials and infrastructure necessary to construct spacecraft. Eventually, implementation of Doctrine: Air Power (E5) furnishes the Infrastructure, while advanced Pre-Sentient Algorithms (D5) provide the tools for mankind's return to Orbital Spaceflight.", "filename": "orbital_spaceflight"}, {"name": "Organic Superlubricant", "track": "CONQUER", "level": 7, "tag": "Lubricants that learn where to apply themselves", "base_facilities": [], "technologies": ["Nanominiturization", "Advanced Spaceflight"], "unit_advances": ["Fusion Laser (10)"], "miscellaneous": [], "quote": {"text": "Organic Superlube? Oh, it's great stuff, great stuff. You really have to keep an eye on it, though -- it'll try and slide away from you the first chance it gets.", "by": "T.M. Morgan-Reilly", "work": "Morgan Metagenics", "datalinks": false}, "description": "Machines with moving parts have long been subject to wear and tear as the parts grind against one another. On Earth, traditional lubricants such as oil were used to minimize these effects. Planet lacks large reserves of such materials, until the invention of Synthetic Fossil Fuels (E4). With Organic Superlubricant, scientists can create lubricating compounds that act like simple life forms, seeking out areas where they do the most good.", "filename": "organic_superlubricant"}, {"name": "Photon/Wave Mechanics", "track": "CONQUER", "level": 6, "tag": "Control light itself", "base_facilities": [], "technologies": ["Probability Mechanics"], "unit_advances": ["Photon Wall (5)"], "miscellaneous": [], "quote": {"text": "Time dilates as the speed of light approaches. To the extent that light consists of particles, it is in its own way timeless. Through simple perturbations of the temporal manifold, we can refract or repel photons most efficiently.", "by": "Academician Prokhor Zakharov", "work": "Now We Are Alone", "datalinks": false}, "description": "Physicists had puzzled over the mystery of light for centureis: Why does light exhibit properties characteristic of both a wave and a particle? In 1924, Prince Louis-Victor Broglie, a French scientist, proved that all particles actually possess a wave aspect, which explained how light can act as a wave even though it does consist of particles, called photons. Following breakthroughs in Silksteel Alloys (E4) and Applied Relativity (D5), subsequent scientific inquiry focuses on the manipulation of Photon/Wave Mechanics so that light, even powerful laser beams or intense solar emissions, can be diffused and warped as needed.", "filename": "photon_wave_mechanics"}, {"name": "Planetary Economics", "track": "BUILD", "level": 4, "tag": "Unifying global markets for maximum profits", "base_facilities": ["Hybrid Forest", "Subsea Trunkline", "The Ascetic Virtues"], "technologies": ["Quantum Power", "Sentient Econometrics"], "unit_advances": [], "miscellaneous": ["Increases COMMERCE income from Treaties and Pacts.", "Economic Victory allowed", "PROPOSAL: Global Trade Pact", "PROPOSAL: Repeal Global Trade Pact"], "quote": {"text": "The Morgans fear what may not be purchased, for a trader cannot comprehend a thing that is priceless.", "by": "Sister Miriam Godwinson", "work": "The Collected Sermons", "datalinks": false}, "description": "Early industrial policy on Planet centered on individual markets and sectors, such as Environmental Economics (B5), but these separate sectors create inefficiencies. Proponents of Intellectual Integrity (E3) insist that these inefficiencies are unnecessary, and work to create a system of Planetary Economics where goods and services can flow freely.", "filename": "planetary_economics"}, {"name": "Planetary Networks", "track": "DISCOVER", "level": 2, "tag": "We can pool our knowledge with a worldwide database", "base_facilities": ["Hologram Theatre", "The Virtual World"], "technologies": ["Industrial Automation", "Cyberethics"], "unit_advances": ["Probe Team (Equipment)", "Probe Team"], "miscellaneous": ["Planned", "Librarian"], "quote": {"text": "If our society seems more nihilistic than that of previous eras, perhaps this is simply a sign of our maturity as a sentient species. As our collective conciousness expands beyond a crucial point, we are at last ready to accept life's fundamental truth: that life's only purpose is life itself.", "by": "Chairman Sheng-ji Yang", "work": "Looking God in the Eye", "datalinks": false}, "description": "Once the colonists discover how to survive, they focus on recreating some of the organizational tools left behind on Earth. Following the implementation of simple Information Networks (D1), the creation of a standard for Planetary Networks emerges as a high priority for the scientific community.", "filename": "planetary_networks"}, {"name": "Polymorphic Software", "track": "DISCOVER", "level": 2, "tag": "The first massive neural nets", "base_facilities": [], "technologies": ["Advanced Subatomic Theory", "Optical Computers", "Adaptive Doctrine"], "unit_advances": ["Heavy Artillery"], "miscellaneous": ["Increases Probe Team base morale"], "quote": {"text": "Technological advance is an inherently iterative process. One does not take sand from the beach and produce a Dataprobe. We use crude tools to fashion better tools, and then our better tools to fashion more precise tools, and so on. Each minor refinement is a step in the process, and all of the steps must be taken.", "by": "Chairman Sheng-ji Yang", "work": "Looking God in the Eye", "datalinks": false}, "description": "On Earth, only theoretical mathematicians and entertainment software programmers used Polymorphic Software -- self-modifying code -- to any success. On Planet, the requirements of the budding Industrial Base (B1) and Information Networks (D1) spur widespread development of neural net applications that rewrite themselves in response to data inputs.", "filename": "polymorphic_software"}, {"name": "Pre-Sentient Algorithms", "track": "DISCOVER", "level": 5, "tag": "Computers on the verge of self-awareness", "base_facilities": ["Covert Ops Center", "The Hunter-Seeker Algorithm"], "technologies": ["Fusion Power", "Probability Mechanics", "Orbital Spaceflight"], "unit_advances": ["Polymorphic Encryption"], "miscellaneous": ["Increases Probe Team base morale"], "quote": {"text": "Begin with a function of arbitraty complexity. Feed it values, \"sense data\". Then, take your result, square it, and feed it back to your original function, adding a new set of sense data. Continue to feed your results back into the original function ad infinitum. What do you have? The fundamental principle of human conciousness.", "by": "Academician Prokhor Zakharov", "work": "The Feedback Principle", "datalinks": false}, "description": "The philosophy of Cyberethics (B4) and the technology of Advanced Military Algorithms (E3) pave the way for development of Pre-Sentient Algorithms. These open-ended neural net programs can sort and process exebytes of data, 'learning' as they do so and adapting to the world they observe.", "filename": "pre_sentient_algorithms"}, {"name": "Probability Mechanics", "track": "BUILD", "level": 7, "tag": "Predict and control random events", "base_facilities": ["Tachyon Field"], "technologies": ["Nanometallurgy"], "unit_advances": ["Probability Sheath (6)"], "miscellaneous": [], "quote": {"text": "Einstein would turn over in his grave. Not only does God play dice, the dice are loaded.", "by": "Chairman Sheng-ji Yang", "work": "Looking God in the Eye", "datalinks": false}, "description": "With operating systems powered by Pre-Sentient Algorithms (D5), computers finally gain sufficient processing power to unravel the mysteries of Probability Mechanics. With this breakthrough, scientists can accurately predict many seemingly random events.", "filename": "probability_mechanics"}, {"name": "Progenitor Psych", "track": "Explore", "level": 1, "tag": "The basic culture and language of the Progenitor race", "base_facilities": ["Aquafarm"], "technologies": ["Field Modulation", "Adaptive Economics"], "unit_advances": [], "miscellaneous": [], "quote": {"text": "And I stood before him, and I sang unto her, and it appeared to listen. His very countenance rippled like the sea, and the sound of my own voice came back to me, distorted. For a moment I thought she was mocking me, or it was nonsapient and mimicking me. Then I understood: the sounds were not important; it was how I affected his sounds and how she affected mine that transmitted the message.", "by": "Prime Function Aki Zeta-Five", "work": "One Future", "datalinks": false}, "description": "The Progenitors, an alien race with past ties to Planet, return to reclaim their heritage. Progenitor Psych is nothing more than a simple understanding of the aliens' culture, language, and aims. Humans cannot talk to either alien faction until the discover Progenitor Psych, or until Progenitors discover Social Psych (B1).", "filename": "progenitor_psych"}, {"name": "Quantum Machinery", "track": "BUILD", "level": 12, "tag": "Immensely powerful machines", "base_facilities": ["Quantum Converter"], "technologies": ["Graviton Theory"], "unit_advances": ["Quantum Laser (16)"], "miscellaneous": [], "quote": {"text": "Men in their arrogance claim to understand the nature of creation, and devise elaborate theories to describe its behavior. But always they discover in the end that God was quite a bit more clever than they thought.", "by": "Sister Miriam Godwinson", "work": "We Must Dissent", "datalinks": false}, "description": "The discovery of Quantum Power (D11) ushers in a new industrial revolution. In factories across Planet, tiny Quantum Machinery built using Nanometallurgy (E8) techniques provide amazingly powerful and efficient labor for every imaginable type of production and service.", "filename": "quantum_machinery"}, {"name": "Quantum Power", "track": "DISCOVER", "level": 11, "tag": "Create incredible power by splitting light itself", "base_facilities": ["Quantum Lab"], "technologies": ["Quantum Machinery"], "unit_advances": ["Quantum Chamber"], "miscellaneous": [], "quote": {"text": "Heaven lasts long, and Earth abides\nWhat is the secret of their durability?\nIs it because they do not live for themselves\nThat they endure so long?", "by": "Lao Tzu", "work": "", "datalinks": true}, "description": "Earth scientist Max Planck first coined the term \"quantum\" to describe an individual particle of light. Planck thought each quantum was indivisible, so that a fraction of a quantum could not exist. One of the more startling discoveries arising from Unified Field Theory (C7) was that individual quantum actually could be split into component sub-particles, much like atoms may be split through fission. The energy released by Quantum Power is sever orders of magnitude greater than ordinary Fusion Power.", "filename": "quantum_power"}, {"name": "Retroviral Engineering", "track": "CONQUER", "level": 6, "tag": "We unleash this weapon at our own risk", "base_facilities": ["Genejack Factory"], "technologies": ["Biomachinery", "Centauri Genetics"], "unit_advances": [], "miscellaneous": ["Genetic Warfare atrocity can be committed by probe teams."], "quote": {"text": "The Academician's private residence shall remain off-limits to the Genetic Inspectors. We possess no retroviral capability, we are not researching retroviral engineering, and we shall not allow this Council to violate faction privileges in the name of this ridiculous witch hunt!", "by": "Fedor Petrov", "work": "Vice Provost for University Affairs", "datalinks": false}, "description": "Retroviral Engineering, a specialized branch of Bio-Engineering (B4), uses engineered viruses to deliver genetic alterations. This application can be used for peaceful, healing purposes, but can also be twisted by the same militant researchers behind Advanced Military Algorithms (E3) into a weapon of terrible destruction.", "filename": "retroviral_engineering"}, {"name": "Secrets of Alpha Centauri", "track": "DISCOVER", "level": 12, "tag": "Map the Planetary Mind", "base_facilities": ["Temple of Planet"], "technologies": ["Matter Transmission", "Secrets of the Manifolds"], "unit_advances": [], "miscellaneous": ["Transcend", "Secrets: First faction to discover gains free tech.", "Entire planetary map is revealed.", "Increases ENERGY production in fungus squares."], "quote": {"text": "You waited so long to heed us, earthdeirdre,\nAlmost we pruned you, as we may yet prune your branches.", "by": "Lady Deirdre Skye", "work": "Conversations with Planet", "datalinks": false}, "description": "Some digital sentiences churn through exebytes of Planet-related data in their never-ending quest to untangle Sentient Econometrics (E11). The best of these sentiences do not stop at sorting economic data, but extend their inquiries into Centauri Psi (E11) and other Planetary phenomena. They work to reveal these Secrets of Alpha Centauri as a kind of personal challenge, to prove themselves as machines that can not only conquer the intricacies of society, but also the magnificent complexities of a Planet-wide ecosystem.", "filename": "secrets_of_alpha_centauri"}, {"name": "Secrets of Creation", "track": "DISCOVER", "level": 10, "tag": "What is the purpose and order of the universe?", "base_facilities": [], "technologies": ["Singularity Mechanics"], "unit_advances": [], "miscellaneous": ["Secrets: First faction to discover gains free tech."], "quote": {"text": "And when the hourglass has run out, the hourglass of temporality, when the noise of secular life has grown silent and its restless or ineffectual activism has come to an end, when everything around you is still, as it is in eternity, then eternity asks you and every individual in these millions and millions about only one thing: whether you have lived in despair or not.", "by": "Soren Kierkegaard", "work": "The Sickness Unto Death", "datalinks": true}, "description": "Those who embrace The Will to Power (E8) must eventually confront the ultimate philosophical question: What is the purpose and order of the universe? Confirmation of the Unified Field Theory (C7) finally gives mankind the tools to answer the question in the search for the Secrets of Creation.", "filename": "secrets_of_creation"}, {"name": "Secrets of the Human Brain", "track": "DISCOVER", "level": 2, "tag": "Understanding the mechanisms of self-awareness", "base_facilities": [], "technologies": ["Neural Grafting", "Centauri Empathy"], "unit_advances": [], "miscellaneous": ["Secrets: First faction to discover gains free tech."], "quote": {"text": "There are only two ways in which we can account for a necessary agreement of experience with the concepts of its objects: either experience makes these concepts or these concepts make experience possible.", "by": "Immanuel Kant", "work": "Critique of Pure Reason", "datalinks": true}, "description": "All past research on memory, learning, the senses, and other aspects of the brain did not answer one basic question: what is the biological mechanism of self awareness? Research into Biogenetics (D1) and Social Psych (B1) finally resolves the last of the Secrets of the Human Brain, providing an understanding of the fundamentals of conciousness.", "filename": "secrets_of_the_human_brain"}, {"name": "Secrets of the Manifolds", "track": "DISCOVER", "level": 13, "tag": "Uncover other far-flung Manifolds connected to Planet", "base_facilities": ["The Manifold Harmonics"], "technologies": ["Threshold of Transcendence", "String Resonance"], "unit_advances": [], "miscellaneous": ["Secret: First faction to dicover gains free tech."], "quote": {"text": "Kri'lan taugh me of the resonance and how to feel it. After much training, I could see -- the very surface under our feet, Planet itself -- is a living, fluctuating nexus of energy, violent, beautiful and quite unstable. And I could also feel its cousins -- distant mirrors on the other side of the space-time continuum -- the far-flung Mainfolds.", "by": "Prophet Cha Dawn", "work": "The Betrayer and I", "datalinks": false}, "description": "Planet is only one of the grand experiments, or Manifolds, seeded throught the galaxy by the Progenitor forebears. Discovery of the Secrets of the Manifolds allows the perception and contact of these other Planetary Manifolds. This technology is based on an understanding of Sentient Resonance (C9) and Secrets of Alpha Centauri (D12).", "filename": "secrets_of_the_manifolds"}, {"name": "Self-Aware Machines", "track": "DISCOVER", "level": 11, "tag": "Machines that think", "base_facilities": ["Nessus Mining Station", "Orbital Defense Pod", "The Self-Aware Colony", "The Nethack Terminus"], "technologies": ["Singularity Mechanics", "Matter Editation"], "unit_advances": [], "miscellaneous": ["Increases Probe Team base morale."], "quote": {"text": "Without sensibility no object would be given to us, without understanding no object would be thought. Thoughts without content are empty, intuitions without conecpts are blind.", "by": "Immanuel Kant", "work": "Critique of Pure Reason", "datalinks": true}, "description": "Following the advent of Digital Sentience (D10), computers have only one great leap left: the evolution to Self-Aware Machines. Advances in N-Spce Compression (D11) provide the storage capacity needed for this technology. These machines are capable of complex, higher-order thinking, and value the experiences of existence as much as any biological being.  As with other living organisms, self-preservation is paramount for these specimens.", "filename": "self_aware_machines"}, {"name": "Sentient Econometrics", "track": "EXPLORE", "level": 11, "tag": "Using intelligent computers to predict the economy", "base_facilities": ["Paradise Garden"], "technologies": ["Eudaimonia", "Secrets of Alpha Centauri"], "unit_advances": [], "miscellaneous": ["Increases COMMERCE income from Treaties and Pacts."], "quote": {"text": "The fungus has been Planet's dominant lifeform since about the time of the Lower Paleozoic on Earth. But when, once every hundred million years or so, the neural net at last achieves the critical mass necessary to become sentient, the final metamorphosis kills off most of the other life on the planet. It is possible that we humans can help break this tragic cycle.", "by": "Lady Deirdre Skye", "work": "Planet Dreams", "datalinks": false}, "description": "For all the sophistication of its mathematical models, Planetary Economics (B4) proved no better at predicting the actions of markets and populations than Wall Street prognogticators of the 20th Century Earth - there are too many unknown variables with unforseeable consequences. Proponents of Sentient Econometrics take the best 'intelligent computers' developed under Digital Sentience (D10) and set them to identifying there variables and predicting their consequences. Under their diligent efforts, economics finally becomes a true science.", "filename": "sentient_econometrics"}, {"name": "Sentient Resonance", "track": "CONQUER", "level": 9, "tag": "Create sentient resonance fields", "base_facilities": [], "technologies": ["Secrets of the Manifolds"], "unit_advances": ["Resonance Bolt (12)", "Resonance Armor (8)"], "miscellaneous": [], "quote": {"text": "And here we tinker with metal, to try to give it a kind of life, and suffer those who would scoff at our efforts. But who's to say that, if intelligence had evolved in some other form in past millenia, the ancestors of these beings would not now scoff at the idea of intelligence residing within meat?", "by": "Prime Function Aki Zeta-Five", "work": "The Fallacies of Self-Awareness", "datalinks": false}, "description": "Sentient Resonance is a further extension of Bioadaptive Resonance (C4) and Centauri Psi (E8) that allows the creation of self-aware resonance fields.", "filename": "sentient_resonance"}, {"name": "Silksteel Alloys", "track": "BUILD", "level": 4, "tag": "Strong, flexible metals for construction and defense", "base_facilities": [], "technologies": ["Monopole Magnets", "Photon/Wave Mechanics"], "unit_advances": ["Silksteel Armor (4)"], "miscellaneous": [], "quote": {"text": "Until quite recently, spider silk had the highest tensile strength of any substance known to man, and the name Silksteel pays homage to the arachnid for good reason.", "by": "Commissioner Pravin Lal", "work": "U.N. Scientific Survey", "datalinks": false}, "description": "The growing field of Industrial Automation (B3) causes increased demand for new kinds of materials that can withstand the incredible stresses of the robotic factories. Discoveries in Advanced Subatomic Theory (B3) provide engineers with these materials, dubbed Silksteel Alloys for their extraordinary tensile strength and flexibility.", "filename": "silksteel_alloys"}, {"name": "Singularity Mechanics", "track": "DISCOVER", "level": 12, "tag": "Unravel the secrets of black holes", "base_facilities": ["Subspace Generator"], "technologies": ["Controlled Singularity"], "unit_advances": ["Singularity Engine"], "miscellaneous": [], "quote": {"text": "Yes, yes, we've all heard the philosophical babble about \"oneness\" being \"beautiful\" and \"holy\". But let me tell you that this kind of oneness certainly isn't pretty and if you're not careful it will scare the bejeezus out of you.", "by": "Anonymous Lab Technician", "work": "MorganLink 3DVision Live Interview", "datalinks": false}, "description": "Knowledge of The Secrets of Creation (D11) paved the way for understanding Singularity Mechanics. This technology seeks the physical causes and composition of black holes - phenomena produced by points of infinitely dense matter that warp the fabric of space and time itself. Probes guided by onboard Self-Aware Machines (B11) transmit the data necessary to replicate this natural occurrence in controlled laboratory conditions.", "filename": "singularity_mechanics"}, {"name": "Social Psych", "track": "BUILD", "level": 1, "tag": "We must build a stable society", "base_facilities": ["Recreation Commons"], "technologies": ["Doctrine: Loyalty", "Ethical Calculus", "Secrets of the Human Brain"], "unit_advances": [], "miscellaneous": [], "quote": {"text": "If you can discover a better way of life than office-holding for your future rulers, a well-governed city becomes a possibility. For only in such a state will those rule who are truly rich, not in gold, but in wealth that makes happiness -- a good and wise life.", "by": "Plato", "work": "The Republic", "datalinks": true}, "description": "The overcrowding aboard the Unity following the premature wakeup caused terrible conditions for the crew, but also generated valuable data concerning humans under extreme environments stresses. Analysis of this data provides the first comprehensive, mathematical insight into the Social Psychology of humans.", "filename": "social_psych"}, {"name": "String Resonance", "track": "CONQUER", "level": 16, "tag": "Destroy the fundamental building blocks of the universe", "base_facilities": [], "technologies": [], "unit_advances": ["String Disruptor (30)"], "miscellaneous": [], "quote": {"text": "To understand a thing is to know the manner by which it might be destroyed. A fundamental understanding of the basic building-blocks of the Universe is essential, then, to the total destruction of everything.", "by": "Foreman Domai", "work": "One Tool, One Thought", "datalinks": false}, "description": "Based on Secrets of the Manifolds (D10) and Controlled Singularity (C15), String Resonance allows the manipulation of resonance fields at even the \"string\" level (the one-dimensional building blocks of matter). The ability to manipulate the very structure of the universe allows for awesome destructive power.", "filename": "string_resonance"}, {"name": "Superconductor", "track": "CONQUER", "level": 4, "tag": "Efficient energy transmission for powerful weaponry", "base_facilities": [], "technologies": ["Applied Relativity", "Fusion Power"], "unit_advances": ["Gatling Laser (5)"], "miscellaneous": [], "quote": {"text": "Important? Yes! Critical? Absolutely. I would go so far as to say that Superconducting Fiber alone makes our present economy possible.", "by": "CEO Nwabudike Morgan", "work": "MorganLink 3DVision Live Interview", "datalinks": false}, "description": "The power requirements of Optical Computers (D3) and the nascent Industrial Base (B1) stimulate research into high-temperature Superconductors, an advance long considered the 'holy Grail' by physical chemists. A Superconductor is a material that does not resist a flow of electrons. Using a Superconductor, power can be transmitted at incredible speeds over vast distances with no degredation. Bulky and expensive cooling equipment for high-powered machinery or weaponry becomes unnecessary, because these materials remain cool and efficient as electricity passes through them.", "filename": "superconductor"}, {"name": "Superstring Theory", "track": "CONQUER", "level": 5, "tag": "Understanding the fundamental forces of the universe", "base_facilities": [], "technologies": ["Monopole Magnets"], "unit_advances": ["Chaos Gun (8)"], "miscellaneous": [], "quote": {"text": "A brave little theory, and actually quite coherent for a system of five or seven dimensions -- if only we lived in one.", "by": "Academician Prokhor Zakharov", "work": "Now We Are Alone", "datalinks": false}, "description": "One of the more contentious debates that ran through the physics community of the 20th century Earth centered on the viability of Superstring Theory. This theory attempts to unify the theory of gravity and other fundamental forces, and posits that all characteristics exhibited by subatomic particles, such as protons and neutrons, may be described as vibrations of fundamental, on-dimensional 'strings'. This concept had been abandoned as untestable, until the development of Nonlinear Mathematics (C2), which offers mathematical models supporting Superstring Theory.", "filename": "superstring_theory"}, {"name": "Super Tensile Solids", "track": "BUILD", "level": 10, "tag": "Unbreakable materials", "base_facilities": ["Habitation Dome", "The Space Elevator"], "technologies": ["Matter Editation"], "unit_advances": ["Pulse Armor (8)"], "miscellaneous": [], "quote": {"text": "Optical Computers, genetic catalogs, nanorepair modules -- forget all of that. It's when you see a megaton of steel suspended over your head by a thread the thickness of a human hair that you really find God in technology.", "by": "Anonymous Metagenics Dockworker", "work": "MorganLink 3DVision Live Interview", "datalinks": false}, "description": "The requirements of Advanced Spaceflight (E8) and the possibilities inherent in Matter Compression (C9) lead to research in Super Tensile Solids. These materials possess such strength as to be functionally unbreakable in a natural environment.", "filename": "super_tensile_solids"}, {"name": "Synthetic Fossil Fuels", "track": "EXPLORE", "level": 4, "tag": "Man-made oil, coal, and natural gas", "base_facilities": [], "technologies": ["Doctrine: Air Power", "Organic Superlubricant"], "unit_advances": ["Missile Launcher (6)", "Fungicide Tanks"], "miscellaneous": [], "quote": {"text": "Fossil fuels in the last century reached their extreme prices because of their inherent utility: they pack a great deal of potential energy into an extremely efficient package. If we can but sidestep the 100 million year production process, we can corner this market once again.", "by": "CEO Nwabudike Morgan", "work": "Strategy Session", "datalinks": false}, "description": "The extreme efficiency with which the neural net fungus managed Planet's vast ecosystem kept extensive deposits of organic material from forming over the epochs. Because of this lack, the fossil fuels on Earth never developed, forcing early colonists to rely on less efficient alternative sources of energy. However, advances in Advanced Subatomic Theory (B3) and Gene Splicing (B3) finally allow scientists to short-circuit the eons-long process, providing them with Synthetic Fossil Fuels needed to build advanced vehicles and machinery.", "filename": "synthetic_fossil_fuels"}, {"name": "Temporal Mechanics", "track": "BUILD", "level": 14, "tag": "Manipulate time itself", "base_facilities": [], "technologies": ["Threshold of Transcendence"], "unit_advances": ["Stasis Generator (12)"], "miscellaneous": ["Increases ENERGY production in fungus squares."], "quote": {"text": "Time travel in the classic sense has no place in rational theory, but temporal distortaion does exist on the quantum level, and more importantly it can be controlled.", "by": "Academician Prokhor Zakharov", "work": "For I Have Tasted the Fruit", "datalinks": false}, "description": "Breakthroughs in Eudaimonia (E12) and Matter Transmission (B17) lead to the last great discovery of the physical universe: Temporal Mechanics, the manipulation of time itself.", "filename": "temporal_mechanics"}, {"name": "The Will to Power", "track": "EXPLORE", "level": 9, "tag": "In strength, wisdom", "base_facilities": ["The Dream Twister"], "technologies": ["Eudaimonia", "Secrets of Creation"], "unit_advances": [], "miscellaneous": ["Thought Control"], "quote": {"text": "Man is a rope, tied between beast and overman -- a rope over an abyss. A dangerous across, a dangerous on-the-way, a dangerous looking-back, a dangerous shuddering and stopping. What is great in man is that he is a bridge and not an end: what can be loved in man is that he is an overture and a going under. I love those who do not know how to live, for they are those who cross over.", "by": "Friedrich Nietzsche", "work": "Thus Spoke Zarathustra", "datalinks": true}, "description": "Following the development of Homo Superior (E7), many advocated a return to Friedrich Nietzsche's philosophy of The Will to Power. The philosophy stresses the importance of strength, asceticism, and resolut action, often at the cost of compassion, charity, and other traditionally religious qualities.", "filename": "the_will_to_power"}, {"name": "Threshold of Transcendence", "track": "EXPLORE", "level": 15, "tag": "The brink of a new epoch", "base_facilities": ["The Voice of Planet", "The Ascent to Transcendence"], "technologies": ["Transcendent Thought"], "unit_advances": [], "miscellaneous": ["Increases MINERALS production in fungus squares."], "quote": {"text": "And when he has brought forth and reared this perfect virtue, he shall be called the friend of God, and if ever it is given to man to put on immortality, it shall be given to him.", "by": "Plato", "work": "The Symposium", "datalinks": true}, "description": "The Secrets of Creation (D11) and Temporal Mechanics (B18) brought sentient beings to the brink of a new era -- the Threshold of Transcendence. In this transitional state, individuals begin preparations for the final stage of evolution, selling possessions, cleansing their bodies according to a new code of asceticism, and meditating alone and unprotected in remote regions of Planet.", "filename": "threshold_of_transcendence"}, {"name": "Transcendent Thought", "track": "DISCOVER", "level": 16, "tag": "Beyond the Era of Individual Sentience", "base_facilities": [], "technologies": [], "unit_advances": [], "miscellaneous": [], "quote": {"text": "Eternity lies ahead of us, and behind.\nHave you drunk your fill?", "by": "Lady Deirdre Skye", "work": "Conversations with Planet, Epilogue", "datalinks": false}, "description": "Based on Controlled Singularity (C16) and Threshold of Transcendence (E19), this technology finally unlocks the key to the final stage of evolution with Transcendent Thought -- the ability to contain a self-awareness, of 'soul', outside the bounds of corporeal form. Those who so choose may now complete the Ascent to Transcendence, joining their conciousnedd with the Planetary mind in ageless immortality.", "filename": "transcendent_thought"}, {"name": "Unified Field Theory", "track": "CONQUER", "level": 7, "tag": "Discover the fundamental mechanism of the universe", "base_facilities": ["The Theory of Everything"], "technologies": ["Frictionless Surfaces", "Secrets of Creation"], "unit_advances": ["Tachyon Bolt (12)"], "miscellaneous": [], "quote": {"text": "Beware, you who seek first and final principles, for you are trampling the garden of an angry God and he awaits you just beyond the last theorem.", "by": "Sister Miriam Godwinson", "work": "But for the Grace of God", "datalinks": false}, "description": "Scientists have long worked towards a single theory that explains all fundamental forces in nature (gravity, magnetism, etc.) - a Unified Field Theory. Advances in Monopole Magnets (B6) and Applied Relativity (D5) help reveal these fundamental mechanics of the universe.", "filename": "unified_field_theory"}]